/* eslint-disable indent */
// eslint-disable-next-line quote-props
// eslint-disable-next-line quotes

export const CalendarePageData = {
    event: [
        {
        id: 11,
        tags: [
            {
                id: 111,
                name: 'Волонтёры',
                slug: 'volunteers'
            },
            {
                id: 112,
                name: 'Дети',
                slug: 'children'
            }
        ],
        title: 'Субботний meet up: учимся проходить интервью',
        startAt: '2021-12-05T12:00:00Z',
        endAt: '2021-12-05T14:00:00Z',
        address: 'Садовническая наб., д. 77 стр. 1 (офис компании Ernst&Young)',
        contact: 'Александра, +7 926 356-78-90',
        remainSeats: 5,
        description: 'Наконец-то наступила весна и мы пережили эту долгую зиму! И возможно, что внутренних сил и ресурса сейчас не так много, а до окончания учебного года ещё целых несколько месяцев. Поэтому приглашаем вас на встречу нашего ресурсного клуба "Наставник PRO", которую мы хотим посвятить теме поиска моральных сил, смыслов и внутреннего ресурса для общения и взаимодействия с нашими подопечными.'
        },
        {
        id: 12,
        tags: [
            {
                id: 111,
                name: 'Волонтёры',
                slug: 'volunteers'
            }
        ],
        title: 'Ресурсная группа «Вовлечение в волонтёрство',
        startAt: '2021-12-16T12:00:00Z',
        endAt: '2021-12-16T14:00:00Z',
        address: 'Садовническая наб., д. 77 стр. 1 (офис компании Ernst&Young)',
        contact: 'Александра, +7 926 356-78-90',
        remainSeats: 5,
        description: 'Наконец-то наступила весна и мы пережили эту долгую зиму! И возможно, что внутренних сил и ресурса сейчас не так много, а до окончания учебного года ещё целых несколько месяцев. Поэтому приглашаем вас на встречу нашего ресурсного клуба "Наставник PRO", которую мы хотим посвятить теме поиска моральных сил, смыслов и внутреннего ресурса для общения и взаимодействия с нашими подопечными.'
        },
        {
        id: 13,
        tags: [
            {
                id: 111,
                name: 'Волонтёры',
                slug: 'volunteers'
            },
            {
                id: 112,
                name: 'Дети',
                slug: 'children'
            }
        ],
        title: 'Занятие с выпускниками: как составить резюме',
        startAt: '2021-12-20T12:00:00Z',
        endAt: '2021-12-20T14:00:00Z',
        address: 'Садовническая наб., д. 77 стр. 1 (офис компании Ernst&Young)',
        contact: 'Александра, +7 926 356-78-90',
        remainSeats: 0,
        description: 'Наконец-то наступила весна и мы пережили эту долгую зиму! И возможно, что внутренних сил и ресурса сейчас не так много, а до окончания учебного года ещё целых несколько месяцев. Поэтому приглашаем вас на встречу нашего ресурсного клуба "Наставник PRO", которую мы хотим посвятить теме поиска моральных сил, смыслов и внутреннего ресурса для общения и взаимодействия с нашими подопечными.'
        },
        {
        id: 14,
        tags: [
            {
                id: 111,
                name: 'Волонтёры',
                slug: 'volunteers'
            },
            {
                id: 112,
                name: 'Дети',
                slug: 'children'
            }
        ],
        title: 'Субботний meet up: учимся проходить интервью',
        startAt: '2021-12-23T12:00:00Z',
        endAt: '2021-12-23T12:00:00Z',
        address: 'Садовническая наб., д. 77 стр. 1 (офис компании Ernst&Young)',
        contact: 'Александра, +7 926 356-78-90',
        remainSeats: 5,
        description: 'Наконец-то наступила весна и мы пережили эту долгую зиму! И возможно, что внутренних сил и ресурса сейчас не так много, а до окончания учебного года ещё целых несколько месяцев. Поэтому приглашаем вас на встречу нашего ресурсного клуба "Наставник PRO", которую мы хотим посвятить теме поиска моральных сил, смыслов и внутреннего ресурса для общения и взаимодействия с нашими подопечными.'
        },
        {
        id: 15,
        tags: [
            {
                id: 111,
                name: 'Волонтёры',
                slug: 'volunteers'
            },
            {
                id: 112,
                name: 'Дети',
                slug: 'children'
            }
        ],
        title: 'Субботний meet up: учимся проходить интервью',
        startAt: '2021-12-28T12:10:10Z',
        endAt: '2021-12-28T14:09:09Z',
        address: 'Садовническая наб., д. 77 стр. 1 (офис компании Ernst&Young)',
        contact: 'Александра, +7 926 356-78-90',
        remainSeats: 5,
        description: 'Наконец-то наступила весна и мы пережили эту долгую зиму! И возможно, что внутренних сил и ресурса сейчас не так много, а до окончания учебного года ещё целых несколько месяцев. Поэтому приглашаем вас на встречу нашего ресурсного клуба "Наставник PRO", которую мы хотим посвятить теме поиска моральных сил, смыслов и внутреннего ресурса для общения и взаимодействия с нашими подопечными.'
        }
    ]
};

export const MounthData = {
    mounth: [
        {
            id: 1,
            name: 'январь'
        },
        {
            id: 2,
            name: 'февраль'
        },
        {
            id: 3,
            name: 'март'
        },
        {
            id: 4,
            name: 'апрель'
        },
        {
            id: 5,
            name: 'май'
        },
        {
            id: 6,
            name: 'июнь'
        },
        {
            id: 7,
            name: 'июль'
        },
        {
            id: 8,
            name: 'август'
        },
        {
            id: 9,
            name: 'сентябрь'
        },
        {
            id: 10,
            name: 'октябрь'
        },
        {
            id: 11,
            name: 'ноябрь'
        },
        {
            id: 12,
            name: 'декабрь'
        }
    ]
};

export const months = {
    0: 'январь',
    1: 'февраль',
    2: 'март',
    3: 'апрель',
    4: 'май',
    5: 'июнь',
    6: 'июль',
    7: 'август',
    8: 'сентябрь',
    9: 'октябрь',
    10: 'ноябрь',
    11: 'декабрь'
  };

export const weekdays = {
    0: 'воскресенье',
    1: 'понедельник',
    2: 'вторник',
    3: 'среда',
    4: 'четверг',
    5: 'пятница',
    6: 'суббота'
};
